Repository: koci1212/Multiboot-FlashOnline
Catalog: po files/*.po
Languages: es

source: (SD-Card or USB Device) has been initialized.
es: (SD-card o dispositivo USB) se ha inicializado la tarjeta.

source: Beta version!
es: Beta Versión!

source: Press MENU to update
es: Presione MENÚ para actualizar

source: Version %s
es: Versión %s

source: %s installed (Slot %s)
es: %s instalado (Slot %s)

source: %s successfully flashed in slot %s
es: %s flasheado con éxito en la slot %s

source: 1) Check the LAN cable behind the stb 2) Check your internet connection 3) Reopen Multiboot FlashOnLine
es: 1) Verifique el cable LAN detrás del stb 2) Verifique su conexión a Internet 3) Vuelva a abrir Multiboot FlashOnLine

source: 10 Multiboot slots (requires 20Gb of dedicated free space)
es: 10 Multiboot slots (requiere 20Gb de espacio libre dedicado)

source: 12 Multiboot slots (requires 24Gb of dedicated free space)
es: 12 Multiboot slots (requiere 24Gb de espacio libre dedicado)

source: 14 Multiboot slots (requires 28Gb of dedicated free space)
es: 14 Multiboot slots (requiere 28Gb de espacio libre dedicado)

source: 16 Multiboot slots (requires 32Gb of dedicated free space)
es: 16 Multiboot slots (requiere 32Gb de espacio libre dedicado)

source: 18 Multiboot slots (requires 36Gb of dedicated free space)
es: 18 Multiboot slots (requiere 36Gb de espacio libre dedicado)

source: 20 Multiboot slots (requires 40Gb of dedicated free space)
es: 20 Multiboot slots (requiere 40Gb de espacio libre dedicado)

source: 22 Multiboot slots (requires 44Gb of dedicated free space)
es: 22 Multiboot slots (requiere 44Gb de espacio libre dedicado)

source: 24 Multiboot slots (requires 48Gb of dedicated free space)
es: 24 Multiboot slots (requiere 48Gb de espacio libre dedicado)

source: 26 Multiboot slots (requires 52Gb of dedicated free space)
es: 26 Multiboot slots (requiere 52Gb de espacio libre dedicado)

source: 6 Multiboot slots (requires 12Gb of dedicated free space)
es: 6 Multiboot slots (requiere 12Gb de espacio libre dedicado)

source: 8 Multiboot slots (requires 16Gb of dedicated free space)
es: 8 Multiboot slots (requiere 16Gb de espacio libre dedicado)

source: Before proceeding, make sure that the drive is formatted and unmounted. If this is correct, you will receive a message on the screen.
es: Antes de continuar, asegúrese de que la unidad esté formateada y desmontada. Si es correcto, recibirá un mensaje en la pantalla.

source: Check if your Device /dev/sda
es: Compruebe si su Dispositivo/dev/sda

source: Confirmation
es: Confirmación

source: Connect a usb flash drive by mounting it in /media/hdd
es: Conecta una unidad flash USB montándola en/media/hdd

source: Do you want to download the {} image?
es: ¿Quieres descargar la {} imagen?

source: Do you want to reboot into recovery mode? Remember to select Bootmenu, Flash local image, choose the external usb drive, choose the Android.zip file
es: ¿Quieres reiniciar en modo de recuperación? Recuerda seleccionar Bootmenu, Flash imagen local, elige la unidad USB externa, elige el archivo Android.zip

source: Download Failed!
es: Download Fallido!

source: Existing slots: %s
es: Franjas horarias existentes: %s

source: Existing slots: %s (Flash)
es: Slot existentes: %s (Flash)

source: Existing slots: %s (Flash) %s
es: Slot existentes: %s (Flash) %s

source: Exit
es: Salir

source: File download error!
es: Error de descarga de archivos!

source: Flash your favorite image by Madhouse
es: Flash tu imagen favorita de Madhouse

source: Flashing image was not successful %s
es: La imagen parpadeante no se realizó correctamente %s

source: I create 10 Multiboot slots on the Micro SD-Card
es: Creo 10 Multiboot slots en la tarjeta Micro-SD

source: I create 12 Multiboot slots on the Micro SD-Card
es: Creo 12 Multiboot slots en la tarjeta Micro-SD

source: I create 14 Multiboot slots on the Micro SD-Card
es: Creo 14 Multiboot slots en la tarjeta Micro-SD

source: I create 16 Multiboot slots on the Micro SD-Card
es: Creo 16 Multiboot slots en la tarjeta Micro-SD

source: I create 18 Multiboot slots on the Micro SD-Card
es: Creo 18 Multiboot slots en la tarjeta Micro-SD

source: I create 20 Multiboot slots on the Micro SD-Card
es: Creo 20 Multiboot slots en la tarjeta Micro-SD

source: I create 22 Multiboot slots on the Micro SD-Card
es: Creo 22 Multiboot slots en la tarjeta Micro-SD

source: I create 24 Multiboot slots on the Micro SD-Card
es: Creo 24 Multiboot slots en la tarjeta Micro-SD

source: I create 26 Multiboot slots on the Micro SD-Card
es: Creo 26 Multiboot slots en la tarjeta Micro-SD

source: I create 6 Multiboot slots on the Micro SD-Card
es: Creo 6 Multiboot slots en la tarjeta Micro-SD

source: I create 8 Multiboot slots on the Micro SD-Card
es: Creo 8 Multiboot slots en la tarjeta Micro-SD

source: Image running: %s
es: Imagen en ejecución: %s

source: Install update...
es: Instalar actualización ...

source: Model Stb: %s
es: Modelo Stb: %s

source: Multiboot selector
es: Selector de arranque múltiple

source: Partition drive
es: Unidad de partición

source: Partitioning of /dev/sda successful completed
es: Partición en /dev/sda completada correctamente

source: Partitions can only be created if you start it from an Image in the Flash (Slots 1-4).
es: Las particiones solo se pueden crear si las inicia desde una Imagen en Flash (Ranuras 1-4).

source: Pass on the MacAddress %s with your Egami forum username (donor) to the Madhouse administrator
es: Pase la MacAddress %s con su nombre de usuario del foro Egami (donante) al administrador de Madhouse

source: Please be patient! Flash in progress...
es: ¡Tenga paciencia! Flash en curso...

source: Please be patient...
es: Por favor sea paciente...

source: Please wait for the process to finish...
es: Espere a que finalice el proceso...

source: Select how many slots that you want to create
es: Seleccione cuántas ranuras desea crear

source: Select the slot where to install the image
es: Seleccione la ranura donde instalar la imagen

source: Select the slot
es: Seleccione la ranura

source: Select
es: Seleccionar

source: Server temporarily unavailable
es: Servidor temporalmente no disponible

source: STB unsupported!
es: ¡STB sin soporte!

source: To apply the changes you have to restart the GUI
es: Para aplicar los cambios y desea reiniciar la GUI
